Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a tourist attraction that's actually worth the hype?
de: Welche Touristenattraktion ist den Hype tatsächlich wert?
es: ¿Qué atracción turística realmente vale la pena?
fr: Quelle attraction touristique vaut vraiment le battage médiatique ?
it: Quale attrazione turistica vale davvero la pena?
ja: 誇大広告に値する観光名所は何ですか？
ko: 실제로 가볼 만한 관광 명소는 무엇인가요?
nb: Hvilken turistattraksjon er faktisk verdt hypen?
nl: Welke toeristische attractie is de hype daadwerkelijk waard?
pl: Która atrakcja turystyczna jest rzeczywiście warta swojej sławy?
pt_br: Qual atração turística realmente vale a pena a fama?
sv: Vilken turistattraktion är faktiskt värd hypen?
uk: Яка туристична пам'ятка дійсно варта галасу?
zh_hans: 哪个旅游景点确实名副其实？

source: What's a toy or game from your childhood most people wouldn't remember?
de: An welches Spielzeug oder Spiel aus deiner Kindheit erinnern sich die meisten nicht?
es: ¿Qué juguete o juego de tu infancia la mayoría no recordaría?
fr: À quel jouet ou jeu de ton enfance la plupart des gens ne penseraient pas ?
it: Quale giocattolo o gioco della tua infanzia la maggior parte delle persone non ricorda?
ja: 子供時代のおもちゃやゲームで、ほとんどの人が覚えていないものは何ですか？
ko: 대부분의 사람들이 기억하지 못할 어린 시절의 장난감이나 게임은 무엇인가요?
nb: Hvilket leketøy eller spill fra barndommen vil de fleste ikke huske?
nl: Welk speelgoed of spel uit je kindertijd zouden de meeste mensen zich niet herinneren?
pl: Jaką zabawkę lub grę z dzieciństwa większość ludzi by nie pamiętała?
pt_br: Qual brinquedo ou jogo da sua infância a maioria das pessoas não se lembraria?
sv: Vilken leksak eller lek från din barndom skulle de flesta inte minnas?
uk: Яку іграшку чи гру з вашого дитинства більшість людей не пам'ятає?
zh_hans: 你童年时有什么玩具或游戏是大多数人记不得的？

source: What's a tradition from your family you still carry with you?
de: Welche Familientradition pflegst du noch heute?
es: ¿Qué tradición de tu familia aún conservas?
fr: Quelle tradition familiale as-tu encore gardée avec toi ?
it: Quale tradizione della tua famiglia porti ancora con te?
ja: 今も続けている家族の伝統は何ですか？
ko: 아직도 이어가고 있는 가족 전통이 있나요?
nb: Hvilken familietradisjon har du fortsatt med deg?
nl: Welke familietraditie koester je nog steeds?
pl: Jaką rodzinną tradycję wciąż kultywujesz?
pt_br: Qual tradição da sua família você ainda mantém?
sv: Vilken tradition från din familj bär du fortfarande med dig?
uk: Яку традицію вашої родини ви досі дотримуєтесь?
zh_hans: 你至今还在延续的家族传统是什么？

source: What’s a tradition you want to pass on to your own family?
de: Welche Tradition möchtest du an deine eigene Familie weitergeben?
es: ¿Qué tradición quieres transmitir a tu propia familia?
fr: Quelle tradition veux-tu transmettre à ta propre famille ?
it: Quale tradizione vuoi trasmettere alla tua famiglia?
ja: 自分の家族に伝えたい伝統は何ですか？
ko: 자신의 가족에게 전하고 싶은 전통이 있나요?
nb: Hvilken tradisjon vil du gi videre til din egen familie?
nl: Welke traditie wil je doorgeven aan je eigen familie?
pl: Jaką tradycję chcesz przekazać swojej własnej rodzinie?
pt_br: Qual tradição você quer passar para sua própria família?
sv: Vilken tradition vill du föra vidare till din egen familj?
uk: Яку традицію ви хочете передати своїй родині?
zh_hans: 你想传承给自己的家庭什么传统？

source: What's a tradition you want to start for your future family or friend group?
de: Welche Tradition möchtest du für deine zukünftige Familie oder Freundesgruppe beginnen?
es: ¿Qué tradición quieres iniciar para tu futura familia o grupo de amigos?
fr: Quelle tradition veux-tu lancer pour ta future famille ou ton groupe d'amis ?
it: Quale tradizione vuoi iniziare per la tua futura famiglia o gruppo di amici?
ja: 将来の家族や友人グループのために始めたい習慣は何ですか？
ko: 미래의 가족이나 친구들을 위해 시작하고 싶은 전통이 있나요?
nb: Hvilken tradisjon vil du starte for din fremtidige familie eller vennegjeng?
nl: Welke traditie wil je beginnen voor je toekomstige familie of vriendengroep?
pl: Jaką tradycję chcesz rozpocząć dla swojej przyszłej rodziny lub grupy przyjaciół?
pt_br: Que tradição você quer começar para sua futura família ou grupo de amigos?
sv: Vilken tradition vill du starta för din framtida familj eller vänkrets?
uk: Яку традицію ви хочете започаткувати для своєї майбутньої родини чи групи друзів?
zh_hans: 你想为未来的家人或朋友群体开始什么传统？

source: What's a travel accessory that changed everything for you?
de: Welches Reiseaccessoire hat für dich alles verändert?
es: ¿Qué accesorio de viaje cambió todo para ti?
fr: Quel accessoire de voyage a tout changé pour toi ?
it: Quale accessorio da viaggio ha cambiato tutto per te?
ja: あなたの旅を変えた旅行アクセサリーは何ですか？
ko: 모든 것을 바꿔놓은 여행 액세서리는 무엇인가요?
nb: Hvilket reisetilbehør forandret alt for deg?
nl: Welk reisaccessoire veranderde alles voor jou?
pl: Jaki gadżet podróżny zmienił dla ciebie wszystko?
pt_br: Qual acessório de viagem mudou tudo para você?
sv: Vilket resetillbehör förändrade allt för dig?
uk: Який дорожній аксесуар змінив для вас усе?
zh_hans: 哪个旅行配件对你来说改变了一切？

source: What's a travel goal that has nothing to do with seeing a landmark?
de: Welches Reiseziel hat nichts mit dem Besuch eines Wahrzeichens zu tun?
es: ¿Qué objetivo de viaje no tiene nada que ver con ver un monumento?
fr: Quel objectif de voyage n'a rien à voir avec la visite d'un monument ?
it: Quale obiettivo di viaggio non ha nulla a che fare con la visita di un monumento?
ja: ランドマークを見ることとは無関係な旅行の目標は何ですか？
ko: 랜드마크를 보는 것과 관련 없는 여행 목표는 무엇인가요?
nb: Hvilket reisemål har ingenting med å se et landemerke å gjøre?
nl: Wat is een reisdoel dat niets te maken heeft met het zien van een bezienswaardigheid?
pl: Jaki cel podróży nie ma nic wspólnego z oglądaniem zabytku?
pt_br: Qual objetivo de viagem não tem nada a ver com ver um ponto turístico?
sv: Vilket resmål har ingenting med att se ett landmärke att göra?
uk: Яка подорожня мета не пов'язана з відвідуванням пам'ятки?
zh_hans: 哪个旅行目标与看地标无关？

source: What's a travel hack that most people don't know?
de: Welchen Reisehack kennen die meisten Menschen nicht?
es: ¿Qué truco de viaje la mayoría de la gente no conoce?
fr: Quel astuce de voyage la plupart des gens ne connaissent-ils pas ?
it: Quale trucco da viaggio la maggior parte delle persone non conosce?
ja: ほとんどの人が知らない旅行の裏技は何ですか？
ko: 대부분의 사람들이 모르는 여행 꿀팁은 무엇인가요?
nb: Hvilket reisetriks kjenner ikke de fleste til?
nl: Welke reistruc kennen de meeste mensen niet?
pl: Jaki trik podróżniczy nie jest znany większości ludzi?
pt_br: Qual truque de viagem a maioria das pessoas não conhece?
sv: Vilket resetips känner de flesta inte till?
uk: Який туристичний лайфхак більшість людей не знає?
zh_hans: 哪个旅行妙招是大多数人都不知道的？

source: What's a travel memory that makes you laugh now, but didn't then?
de: An welche Reiseerinnerung lachst du heute, aber damals nicht?
es: ¿Qué recuerdo de viaje te hace reír ahora, pero no entonces?
fr: Quel souvenir de voyage te fait rire aujourd'hui, mais pas à l'époque ?
it: Quale ricordo di viaggio ti fa ridere ora, ma non allora?
ja: 今では笑えるけど、当時は笑えなかった旅行の思い出は何ですか？
ko: 지금은 웃음이 나지만 당시에는 그렇지 않았던 여행 추억은 무엇인가요?
nb: Hvilket reiseminner får deg til å le nå, men ikke den gangen?
nl: Welke reisherinnering doet je nu lachen, maar toen niet?
pl: Które wspomnienie z podróży teraz wywołuje uśmiech, ale wtedy nie?
pt_br: Qual memória de viagem te faz rir agora, mas não na época?
sv: Vilket reseminne får dig att skratta nu, men inte då?
uk: Яка подорожня спогада викликає у вас сміх зараз, але не тоді?
zh_hans: 哪个旅行回忆现在让你发笑，但当时却没有？

source: What's a travel mistake you only made once?
de: Welchen Reisefehler hast du nur einmal gemacht?
es: ¿Qué error de viaje solo cometiste una vez?
fr: Quelle erreur de voyage n'as-tu faite qu'une seule fois ?
it: Quale errore di viaggio hai fatto solo una volta?
ja: 一度しかやらなかった旅行の失敗は何ですか？
ko: 한 번만 저지른 여행 실수는 무엇인가요?
nb: Hvilken reisetabbe har du bare gjort én gang?
nl: Welke reisfout heb je maar één keer gemaakt?
pl: Jaki błąd podczas podróży popełniłeś tylko raz?
pt_br: Qual erro de viagem você cometeu apenas uma vez?
sv: Vilket resemisstag har du bara gjort en gång?
uk: Яку помилку в подорожі ви зробили лише один раз?
zh_hans: 哪个旅行错误你只犯过一次？

source: What's a travel ritual you always follow?
de: Welches Reisritual befolgst du immer?
es: ¿Qué ritual de viaje sigues siempre?
fr: Quel est un rituel de voyage que tu suis toujours ?
it: Quale rituale di viaggio segui sempre?
ja: あなたがいつも行う旅行の儀式は何ですか？
ko: 항상 따르는 여행 의식이 있나요?
nb: Hva er en reiserituale du alltid følger?
nl: Wat is een reisritueel dat je altijd volgt?
pl: Jaki rytuał podróżny zawsze stosujesz?
pt_br: Qual é um ritual de viagem que você sempre segue?
sv: Vilken reseritual följer du alltid?
uk: Який ритуал подорожі ви завжди дотримуєтесь?
zh_hans: 你总是遵循的旅行仪式是什么？

source: What's a travel souvenir you actually use?
de: Welches Reisesouvenir benutzt du tatsächlich?
es: ¿Qué souvenir de viaje usas realmente?
fr: Quel souvenir de voyage utilises-tu vraiment ?
it: Quale souvenir di viaggio usi davvero?
ja: 実際に使っている旅行のお土産は何ですか？
ko: 실제로 사용하는 여행 기념품은 무엇인가요?
nb: Hvilken reisesouvenir bruker du faktisk?
nl: Welk reissouvenir gebruik je daadwerkelijk?
pl: Jaką pamiątkę z podróży faktycznie używasz?
pt_br: Qual lembrança de viagem você realmente usa?
sv: Vilken resesouvenir använder du faktiskt?
uk: Який сувенір з подорожі ви справді використовуєте?
zh_hans: 哪个旅行纪念品你实际会用到？

source: What's a travel-related fear you've overcome?
de: Welche reisebezogene Angst hast du überwunden?
es: ¿Qué miedo relacionado con los viajes has superado?
fr: Quelle peur liée aux voyages as-tu surmontée ?
it: Quale paura legata ai viaggi hai superato?
ja: 克服した旅行関連の恐怖は何ですか？
ko: 극복한 여행 관련 두려움은 무엇인가요?
nb: Hvilken reiserelatert frykt har du overvunnet?
nl: Welke reisgerelateerde angst heb je overwonnen?
pl: Jaki lęk związany z podróżami pokonałeś/aś?
pt_br: Qual medo relacionado a viagens você superou?
sv: Vilken reserelaterad rädsla har du övervunnit?
uk: Який страх, пов'язаний з подорожами, ви подолали?
zh_hans: 你克服了哪种与旅行相关的恐惧？

source: What's a trend from the last 20 years you're glad is dead?
de: Welcher Trend der letzten 20 Jahre ist deiner Meinung nach zum Glück tot?
es: ¿Qué tendencia de los últimos 20 años te alegra que haya muerto?
fr: Quelle tendance des 20 dernières années es-tu content de voir disparue ?
it: Quale tendenza degli ultimi 20 anni sei felice sia morta?
ja: 過去20年間のトレンドで、消えてよかったと思うものは何ですか？
ko: 지난 20년간의 트렌드 중 사라져서 다행이라고 생각하는 것은?
nb: Hvilken trend fra de siste 20 årene er du glad er død?
nl: Welke trend van de afgelopen 20 jaar ben je blij dat dood is?
pl: Jaki trend z ostatnich 20 lat cieszy cię, że już nie żyje?
pt_br: Qual tendência dos últimos 20 anos você está feliz que morreu?
sv: Vilken trend från de senaste 20 åren är du glad att är död?
uk: Який тренд останніх 20 років, на вашу думку, на щастя, помер?
zh_hans: 过去20年的哪个趋势消失了让你很高兴？

source: What’s a trend from the past you wish would come back?
de: Welcher Trend aus der Vergangenheit sollte deiner Meinung nach zurückkommen?
es: ¿Qué tendencia del pasado te gustaría que volviera?
fr: Quelle tendance du passé aimerais-tu voir revenir ?
it: Quale tendenza del passato vorresti tornasse?
ja: 過去のトレンドで、復活してほしいものは何ですか？
ko: 과거의 트렌드 중 다시 돌아왔으면 하는 것이 있다면?
nb: Hvilken trend fra fortiden skulle du ønske kom tilbake?
nl: Welke trend uit het verleden zou je willen dat terugkomt?
pl: Jaki trend z przeszłości chciałbyś, żeby wrócił?
pt_br: Qual tendência do passado você gostaria que voltasse?
sv: Vilken trend från det förflutna önskar du skulle komma tillbaka?
uk: Який тренд із минулого ви б хотіли, щоб повернувся?
zh_hans: 你希望过去的哪种趋势能回来？

source: What's a trend in society that you think will be looked back on with shame?
de: Welchen Trend in der Gesellschaft wird man deiner Meinung nach mit Scham zurückblicken?
es: ¿Qué tendencia social crees que será vista con vergüenza en el futuro?
fr: Quelle tendance dans la société penses-tu qui sera regrettée plus tard ?
it: Quale tendenza nella società pensi sarà vista con vergogna in futuro?
ja: 将来的に恥ずかしく振り返られると思う社会のトレンドは何ですか？
ko: 나중에 부끄럽게 회상될 사회적 트렌드는 무엇인가요?
nb: Hvilken samfunnstrend tror du man vil se tilbake på med skam?
nl: Welke maatschappelijke trend zal volgens jou met schaamte worden teruggekeken?
pl: Jaki trend społeczny będzie według ciebie postrzegany ze wstydem?
pt_br: Que tendência na sociedade você acha que será vista com vergonha no futuro?
sv: Vilken samhällstrend tror du att man kommer att se tillbaka på med skam?
uk: Який суспільний тренд, на вашу думку, будуть згадувати з соромом?
zh_hans: 你觉得哪种社会潮流将来会让人感到羞耻？

source: What's a truth about yourself you only recently admitted?
de: Welche Wahrheit über dich selbst hast du erst kürzlich eingestanden?
es: ¿Qué verdad sobre ti mismo has admitido solo recientemente?
fr: Quelle vérité sur toi-même as-tu récemment admise ?
it: Quale verità su te stesso hai ammesso solo di recente?
ja: 最近認めた自分の真実は何ですか？
ko: 최근에야 인정한 자신에 대한 진실은 무엇인가요?
nb: Hvilken sannhet om deg selv har du bare nylig innrømmet?
nl: Welke waarheid over jezelf heb je pas recent toegegeven?
pl: Jaką prawdę o sobie przyznałeś/aś dopiero niedawno?
pt_br: Que verdade sobre você mesmo você admitiu só recentemente?
sv: Vilken sanning om dig själv har du nyligen erkänt?
uk: Яку правду про себе ви нещодавно визнали?
zh_hans: 你最近才承认的关于自己的真相是什么？

source: What’s a truth you’ve spent a long time trying to ignore?
de: Welche Wahrheit hast du lange Zeit versucht zu ignorieren?
es: ¿Qué verdad has pasado mucho tiempo tratando de ignorar?
fr: Quelle est une vérité que vous avez longtemps essayé d'ignorer ?
it: Qual è una verità che hai passato molto tempo a cercare di ignorare?
ja: 長い間無視しようとしてきた真実は何ですか？
ko: 오랫동안 무시하려고 노력해왔던 진실은 무엇인가요?
nb: Hvilken sannhet har du brukt lang tid på å prøve å ignorere?
nl: Welke waarheid heb je lang geprobeerd te negeren?
pl: Jaką prawdę przez długi czas próbowałeś ignorować?
pt_br: Qual é uma verdade que você passou muito tempo tentando ignorar?
sv: Vilken sanning har du tillbringat lång tid med att försöka ignorera?
uk: Яку правду ви довго намагалися ігнорувати?
zh_hans: 你花了很长时间试图忽略的真相是什么？

source: What's a type of weather you love experiencing in a new place?
de: Welche Wetterart liebst du an einem neuen Ort zu erleben?
es: ¿Qué tipo de clima te encanta experimentar en un lugar nuevo?
fr: Quel type de météo aimes-tu vivre dans un nouvel endroit ?
it: Quale tipo di tempo ami sperimentare in un nuovo posto?
ja: 新しい場所で体験するのが好きな天気のタイプは何ですか？
ko: 새로운 장소에서 경험하고 싶은 날씨 유형은 무엇인가요?
nb: Hva slags vær elsker du å oppleve på et nytt sted?
nl: Welk soort weer ervaar je graag op een nieuwe plek?
pl: Jaką pogodę uwielbiasz doświadczać w nowym miejscu?
pt_br: Que tipo de clima você adora experimentar em um lugar novo?
sv: Vilken typ av väder älskar du att uppleva på en ny plats?
uk: Яку погоду ви любите відчувати в новому місці?
zh_hans: 你最爱在新地方体验哪种天气？

source: What's a value you won't compromise on, no matter what?
de: Auf welchen Wert würdest du niemals verzichten, egal was passiert?
es: ¿Qué valor no comprometerías, pase lo que pase?
fr: Quelle est une valeur sur laquelle vous ne transigerez jamais, quoi qu'il arrive ?
it: Qual è un valore su cui non transigerai mai, qualunque cosa accada?
ja: どんなことがあっても妥協しない価値観は何ですか？
ko: 어떤 일이 있어도 타협하지 않을 가치는 무엇인가요?
nb: Hvilken verdi vil du ikke gå på akkord med, uansett hva?
nl: Welke waarde zul je nooit compromis over sluiten, wat er ook gebeurt?
pl: Jakiej wartości nie będziesz kwestionować, bez względu na wszystko?
pt_br: Qual é um valor pelo qual você não vai abrir mão, não importa o quê?
sv: Vilket värde kompromissar du aldrig med, oavsett vad?
uk: Яку цінність ви ніколи не поставите під загрозу, незважаючи ні на що?
zh_hans: 无论如何你都不会妥协的价值观是什么？

source: What's a version of your life you chose not to pursue — and do you wonder about it?
de: Welche Version deines Lebens hast du nicht verfolgt – und fragst du dich danach?
es: ¿Qué versión de tu vida decidiste no seguir, y te preguntas por ella?
fr: Quelle est une version de ta vie que tu as choisi de ne pas poursuivre – et y penses-tu ?
it: Quale versione della tua vita hai scelto di non perseguire — e ti chiedi cosa sarebbe successo?
ja: 追求しなかった人生のバージョンは何ですか？ — そして、それを考えますか？
ko: 추구하지 않기로 선택한 당신의 삶의 버전은 무엇인가요? — 그리고 그것에 대해 궁금한가요?
nb: Hvilken versjon av livet ditt valgte du å ikke forfølge – og lurer du på det?
nl: Welke versie van je leven koos je niet te volgen — en vraag je je daarover af?
pl: Jaką wersję swojego życia wybrałeś, aby nie kontynuować — i czy się nad nią zastanawiasz?
pt_br: Qual é uma versão da sua vida que você escolheu não seguir — e você pensa nela?
sv: Vilken version av ditt liv valde du att inte följa – och funderar du på den?
uk: Яку версію свого життя ви вирішили не продовжувати — і чи думаєте ви про це?
zh_hans: 你选择不去追求的是哪种版本的人生——你会好奇吗？

source: What's a way you want to surprise someone you love?
de: Wie möchtest du jemanden überraschen, den du liebst?
es: ¿De qué manera quieres sorprender a alguien que amas?
fr: De quelle façon veux-tu surprendre quelqu'un que tu aimes ?
it: In che modo vuoi sorprendere qualcuno che ami?
ja: 愛する人をどのように驚かせたいですか？
ko: 사랑하는 사람을 어떻게 깜짝 놀라게 해주고 싶나요?
nb: Hvordan vil du overraske noen du er glad i?
nl: Hoe wil je iemand verrassen van wie je houdt?
pl: W jaki sposób chcesz zaskoczyć kogoś, kogo kochasz?
pt_br: De que forma você quer surpreender alguém que ama?
sv: På vilket sätt vill du överraska någon du älskar?
uk: Як ви хочете здивувати когось, кого любите?
zh_hans: 你想用什么方式给你爱的人一个惊喜？

source: What's a way you've been a bad friend in the past, and what did you learn?
de: Wann warst du in der Vergangenheit ein schlechter Freund – und was hast du gelernt?
es: ¿Cómo has sido un mal amigo en el pasado y qué aprendiste?
fr: De quelle manière avez-vous été un mauvais ami dans le passé, et qu'avez-vous appris ?
it: In che modo sei stato un cattivo amico in passato, cosa hai imparato?
ja: 過去にどのように悪い友人でしたか？何を学びましたか？
ko: 과연에 당신이 나쁜 친구였던 방식은 무엇이며, 무엇을 배웠나요?
nb: På hvilken måte har du vært en dårlig venn tidligere, og hva lærte du?
nl: Op welke manier ben je in het verleden een slechte vriend geweest, en wat heb je ervan geleerd?
pl: W jaki sposób byłeś złym przyjacielem i czego się nauczyłeś?
pt_br: De que maneira você foi um mau amigo no passado e o que aprendeu?
sv: På vilket sätt har du varit en dålig vän tidigare, och vad lärde du dig?
uk: Яким ви були поганим другом у минулому і чого навчилися?
zh_hans: 你过去在哪些方面是个坏朋友？你学到了什么？

source: What's a way you've changed how you express love as you've gotten older?
de: Wie hast du deine Art, Liebe auszudrücken, im Laufe der Jahre verändert?
es: ¿Cómo has cambiado tu forma de expresar amor a medida que envejeces?
fr: Comment avez-vous changé votre façon d'exprimer l'amour en vieillissant ?
it: In che modo hai cambiato il modo di esprimere l'amore con l'età?
ja: 年を重ねるにつれて、愛情表現はどのように変わりましたか？
ko: 나이가 들면서 사랑을 표현하는 방식이 어떻게 변했나요?
nb: På hvilken måte har du endret hvordan du uttrykker kjærlighet når du har blitt eldre?
nl: Op welke manier is jouw manier van liefde tonen veranderd naarmate je ouder bent geworden?
pl: Jak zmieniłeś swój sposób okazywania miłości z wiekiem?
pt_br: De que maneira você mudou a forma como expressa amor à medida que envelheceu?
sv: På vilket sätt har du förändrat hur du uttrycker kärlek när du har blivit äldre?
uk: Як ви змінили спосіб вираження любові з віком?
zh_hans: 随着年龄增长，你表达爱的方式发生了怎样的变化？

source: What's a way you've grown because of someone else?
de: Wie bist du wegen jemand anderem gewachsen?
es: ¿De qué manera has crecido gracias a alguien?
fr: De quelle manière as-tu grandi grâce à quelqu'un d'autre ?
it: In che modo sei cresciuto grazie a qualcun altro?
ja: 他の人のおかげで成長した方法は何ですか？
ko: 다른 사람 덕분에 성장한 방법은 무엇인가요?
nb: På hvilken måte har du vokst på grunn av noen andre?
nl: Op welke manier ben je gegroeid door iemand anders?
pl: W jaki sposób rozwinąłeś się dzięki komuś innemu?
pt_br: De que maneira você cresceu por causa de outra pessoa?
sv: På vilket sätt har du vuxit på grund av någon annan?
uk: Як ви зросли завдяки комусь іншому?
zh_hans: 你因为别人而在哪方面成长了？

source: What's a way you've had to fight for a relationship you believed in?
de: Wie musstest du für eine Beziehung kämpfen, an die du geglaubt hast?
es: ¿De qué manera has tenido que luchar por una relación en la que creías?
fr: De quelle manière avez-vous dû vous battre pour une relation en laquelle vous croyiez ?
it: In che modo hai dovuto lottare per una relazione in cui credevi?
ja: 信じている関係のために戦わなければならなかった方法は何ですか？
ko: 당신이 믿는 관계를 위해 싸워야 했던 방식은 무엇인가요?
nb: På hvilken måte har du måttet kjempe for et forhold du trodde på?
nl: Op welke manier heb je moeten vechten voor een relatie waarin je geloofde?
pl: Jak musiałeś walczyć o związek, w który wierzyłeś?
pt_br: De que maneira você teve que lutar por um relacionamento em que acreditava?
sv: På vilket sätt har du fått kämpa för en relation du trodde på?
uk: Як вам довелося боротися за стосунки, в які ви вірили?
zh_hans: 你曾以何种方式为你坚信的关系而战？

source: What's a way you've had to grieve someone who is still alive?
de: Wie hast du um jemanden getrauert, der noch lebt?
es: ¿Qué forma has tenido de llorar a alguien que todavía está vivo?
fr: Comment avez-vous dû faire le deuil de quelqu'un qui est encore vivant ?
it: Come hai dovuto soffrire per qualcuno che è ancora vivo?
ja: まだ生きている誰かを悲しむ必要があった経験は何ですか？
ko: 아직 살아 있는 누군가를 애도해야 했던 방식은 무엇인가요?
nb: På hvilken måte har du måttet sørge over noen som fortsatt lever?
nl: Op welke manier heb je moeten rouwen om iemand die nog leeft?
pl: Jak opłakiwałeś kogoś, kto wciąż żyje?
pt_br: De que maneira você teve que sofrer por alguém que ainda está vivo?
sv: På vilket sätt har du fått sörja någon som fortfarande lever?
uk: Як вам довелося сумувати за кимось, хто ще живий?
zh_hans: 你曾以什么方式为一个还在世的人感到悲伤？

source: What's a way you've sabotaged your own happiness in a relationship?
de: Wie hast du dein eigenes Glück in einer Beziehung sabotiert?
es: ¿De qué manera has saboteado tu propia felicidad en una relación?
fr: De quelle manière avez-vous saboté votre propre bonheur dans une relation ?
it: In che modo hai sabotato la tua felicità in una relazione?
ja: 関係の中で自分の幸せをどのように台無しにしましたか？
ko: 관계에서 자신의 행복을 망친 방식은 무엇인가요?
nb: På hvilken måte har du sabotert din egen lykke i et forhold?
nl: Op welke manier heb je je eigen geluk in een relatie gesaboteerd?
pl: Jak sabotowałeś swoje własne szczęście w związku?
pt_br: De que maneira você sabotou sua própria felicidade em um relacionamento?
sv: På vilket sätt har du saboterat din egen lycka i en relation?
uk: Як ви саботували власне щастя у стосунках?
zh_hans: 你以什么方式破坏了自己在感情中的幸福？

source: What's a way you've surprised yourself with your own capacity for love?
de: Womit hast du dich selbst bezüglich deiner Fähigkeit zu lieben überrascht?
es: ¿De qué manera te has sorprendido con tu propia capacidad de amar?
fr: De quelle manière vous êtes-vous surpris avec votre propre capacité d'aimer ?
it: In che modo ti sei sorpreso con la tua capacità di amare?
ja: 自分の愛情の深さに驚いたことはどのような時ですか？
ko: 당신의 사랑 능력에 스스로 놀란 적은 어떤 때인가요?
nb: På hvilken måte har du overrasket deg selv med din egen kapasitet for kjærlighet?
nl: Op welke manier heb je jezelf verrast met je eigen vermogen tot liefhebben?
pl: Jak zaskoczyłeś siebie własną zdolnością do kochania?
pt_br: De que maneira você surpreendeu a si mesmo com sua própria capacidade de amar?
sv: På vilket sätt har du överraskat dig själv med din egen förmåga att älska?
uk: Чим ви здивували себе щодо власної здатності любити?
zh_hans: 你在爱的能力上怎样让自己感到惊讶？
